Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Two days after Leonid Brezhnev's death, on 12 November 1982, Andropov was elected General Secretary of the CPSU, the first former head of the KGB to become General Secretary. His appointment was received in the West with apprehension, in view of his roles in the KGB and in Hungary. At the time his personal background was a mystery in the West, with major newspapers printing detailed profiles of him that were inconsistent and in several cases fabricated.[40]
ne: लियोनिद ब्रेज्नेभको मृत्यु भएको दुई दिन पछि १२ नोभेम्बर १९८२ मा, एन्ड्रोपोभ सोभियत संघ कम्युनिष्ट पार्टीको महासचिवमा निर्वाचित भए। उनी महासचिव बनेको केजीबीका पहिलो पूर्व प्रमुख थिए। उनको नियुक्ति केजीबी र हंगेरीमा उनको भूमिकालाई लिएर पश्चिमा जगतमा डर र संदेहका साथ हेरियो, । त्यस समयमा उनको व्यक्तिगत पृष्ठभूमि पश्चिममा रहस्यमय थियो, प्रमुख अखबारहरूले उनको विस्तृत प्रोफाइल छापेका थिए जुन विसंगत थियो र धेरै जसो मिथ्या बनाइएको थियो। [१]

source: Protest against the nuclear arms race between the U.S./NATO and the Soviet Union, The Hague, Netherlands, 1983
ne: अमेरिका / नाटो र सोभियत संघ बीचको आणविक हतियारको बिरूद्ध द हेग, नेदरल्याण्ड मा १९८३ मा भएको विरोध

source: In February 1983, Andropov suffered total kidney failure. In August 1983, he entered the Central Clinical Hospital in western Moscow on a permanent basis, where he would spend the remainder of his life.
ne: फेब्रुअरी १९८३ मा, एन्ड्रोपोभ को दुवै मृगौला पूर्णरुपले असफल भयो । अगस्ट १९८३ मा, उनी पश्चिमी मस्कोको केन्द्रीय क्लिनिकल अस्पतालमा भर्ना भए, जहाँ उनले आफ्नो बाँकी जीवन बिताएका थिए।

source: In late January 1984, Andropov's health deteriorated sharply and due to growing toxicity in his blood, he had periods of falling consciousness. He died on 9 February 1984 at 16:50 in his hospital room at age 69.[58] Few of the top Soviet leaders, not even all the Politburo members, learned of his death on that day. According to the Soviet post mortem medical report, Andropov suffered from several medical conditions: interstitial nephritis, nephrosclerosis, residual hypertension and diabetes, which were worsened by chronic kidney deficiency.
ne: जनवरी १९८४ को अन्त्यमा, एन्ड्रोपोभको स्वास्थ्य द्रुत रूपमा बिग्रियो र उनको रगतमा बढ्दो विषाक्तताका कारण उनीमा चेतना घट्दै गयो। उनको मृत्यु ९ फेब्रुअरी १९८४ मा १६:५० मा अस्पतालको कोठामा ६९ वर्षको उमेरमा भयो। [१] त्यस दिन उनको मृत्युको बारेमा केहि मात्र सोभियत नेताहरूले मात्र सुनेका थिए, सबै पोलिटब्युरो सदस्यहरूले समेत सुनेका थिएनन्। सोभियत पोस्ट पोस्टमार्टम मेडिकल रिपोर्टका अनुसार एन्ड्रोपोभ धेरै चिकित्सा अवस्थाबाट ग्रस्त थिए: इन्टर्स्टिशियल नेफ्रिटिस, नेफ्रोस्क्लेरोसिस, अवशिष्ट उच्च रक्तचाप र मधुमेह, जुन किडनीको कार्य अभावले खराब भएको थियो।

source: Nepotism is based on favoritism granted to relatives in various fields, including business, politics, entertainment, sports, religion and other activities. The term originated with the assignment of nephews to important positions by Catholic popes and bishops.
ne: नातावाद व्यवसाय, राजनीति, मनोरन्जन क्षेत्र, खेलकुद, धर्म र अन्य गतिविधिहरु लगायतका बिभिन्न क्षेत्रहरुमा कुनै काममा योग्यता, न्याय-अन्याय को ख्याल नगरी आफ्नो आफन्तहरुको पक्ष लिने प्रवृति हो। योक्याथोलिक पोप तथा पादरीहरूले आफ्ना भाइ-भतिजाहरूलाई जिम्मेवारी सुम्पने प्रवृति वाट यो शब्द उत्पत्ति भएको हो।

source: Selected examples by country
ne: देश उदाहरणहरू

source: Nepotism has been criticized since the ancient times by several philosophers, including Aristotle, Valluvar, and Confucius. For instance, the ancient Indian philosopher Valluvar condemned nepotism as both evil and unwise.[1]
ne: नातावाद अरस्तू, तिरुवल्लुवर र कन्फ्युसियस सहित धेरै दार्शनिकहरूले पुरातन समयका देखि आलोचना गर्दै आइरहेका छन् । उदाहरणको लागि, प्राचीन भारतीय दार्शनिक तिरुवल्लुवर ले भतीजावादलाई खराब र मूर्ख भनेर निन्दा गरेका थिए। [१]

source: Alexei Anatolievich Navalny (Russian: Алексе́й Анато́льевич Нава́льный, IPA: [ɐlʲɪkˈsʲej ɐnɐˈtolʲjɪvʲɪtɕ nɐˈvalʲnɨj]; born 4 June 1976) is a Russian politician and anti-corruption activist. He came to international prominence by organizing demonstrations, and running for office, to advocate reforms against corruption in Russia, Russian President Vladimir Putin, and his government. In 2012, The Wall Street Journal described him as "the man Vladimir Putin fears most".[2]
ne: अलेक्सी एनाटोलीभिभ नभाल्नी ( Russian ; ; जन्म ४ जुन १९७६ ) एक रूसी राजनीतिज्ञ र भ्रष्टाचार विरोधी अभियानकर्ममी हुन्। उनी रसियाका राष्ट्रपति भ्लादिमिर पुतिन र उनको सरकारमा भ्रष्टाचारको बिरूद्ध सुधारको वकालत गर्न प्रदर्शनहरू प्रदर्शन गरेर र भाग लिएर अन्तर्राष्ट्रिय चर्चामा पुगे। २०१२ मा द वाल स्ट्रिट जर्नलले उनलाई "भ्लादिमीर पुटिनलाई सबैभन्दा बढी डर लाग्ने मानिस" भनेर वर्णन गरेको छ। [१]

source: As of 21 August 2020, Navalny is in hospital in a stable but serious condition after a suspected poisoning during a flight from Tomsk to Moscow in a possibly politically motivated attack. His flight was diverted to Omsk.[1][23] Later in the day, he was put on a medical plane bound for Berlin.[24]
ne: २१ अगस्ट २०२० सम्म, भ्रष्टाचार विरोधी अभियानकर्ताको छवि बनाएका नभाल्नी आन्तरिक उडानका क्रममा बेहोस भएपछि उनी सवार जहाजलाई आपतकालीन रूपमा अवतरण गराइएको थियो। एलेक्सी नभाल्नी स्थिर तर गम्भीर अवस्थामा अस्पतालमा छन् जुन सम्भवतः राजनीतिक रूपमा प्रेरित हमलामा टमस्कबाट मस्कोको उडानको क्रममा विषाक्तता पछि हो। उसको उडान ओम्स्कमा बदलियो । [१] [२] पछि, उनलाई बर्लिनको मेडिकल प्लेनमा राखियो। []]

source: Gwynne Shotwell (née Rowley; born November 23, 1963) is an American businesswoman and engineer. She is the President and Chief Operating Officer of SpaceX, an American space transportation company, where she is responsible for day-to-day operations and company growth.[1] As of 2020[update], she is listed as the 55th most powerful woman in the world by Forbes.[2]
ne: ग्वेन शटवेल ( राउली ; जन्म २३ नोबेम्बर १९६३) एक अमेरिकी व्यापारी महिला र इन्जिनियर हुन्। उनी स्पेसएक्सको अध्यक्ष र प्रमुख अपरेटिङ अफिसर हुन्, जुन एक अमेरिकी अन्तरिक्ष यातायात कम्पनी हो, जहाँ उनी दैनिक कामकाज र कम्पनीको बिकासको लागि जिम्मेवार छिन्। [१] As of 2020 , उनी फोर्ब्सद्वारा संसारको ५५ औं शक्तिशाली महिलाको रूपमा सूचीबद्ध छन्। [२]

source: The Group of Seven (G7) is an international intergovernmental economic organization consisting of seven major developed countries: Canada, France, Germany, Italy, Japan, the United Kingdom and the United States, which are the largest IMF-advanced economies in the world.[1]
ne: सातको समूह ( जी७ -जी-सेभेन) एक अन्तर्राष्ट्रिय अन्तर सरकारी आर्थिक संगठन हो जसमा सात प्रमुख विकसित देशहरू : क्यानडा, फ्रान्स, जर्मनी, इटली, जापान, ब्रिटेन र संयुक्त राज्य अमेरिका रहेका छन्, जो विश्वको सबैभन्दा ठूलो आईएमएफ - उन्नत अर्थतन्त्र हुन् । [१]

source: As of 2018, the seven countries involved represent 58% of the global net wealth ($317 trillion)[2] and more than 46% of the global gross domestic product (GDP) based on nominal values, and more than 32% of the global GDP based on purchasing power parity.[3] The European Union is an invitee to G7.
ne: २०१८ को अनुसार , यसमा संलग्न सात देशहरूले विश्वव्यापी खुद सम्पत्तिको ५८% हिस्सा (३१७ ट्रिलियन डलर) [1] र वैश्विक कुल ग्राहस्थ उत्पादनको ४६% भन्दा बढी हिस्सा र क्रयशक्ति मा आधारित वैश्विक जीडीपी को ३२% भन्दा बढी हिस्सा ओगटेको छ । [२] यूरोपीयन संघ जी-सेभेन को आमन्त्रित ।

source: The annual G7 Summit includes the 7 heads-of-government from these 7 countries.
ne: वार्षिक जी-सेभेन शिखर सम्मेलन मा यी ७ देशहरुका ७ सरकार-प्रमुखहरू शामेल हुने गर्छन्।

source: Narayan Prasad Khatiwada is a Nepali communist politician and a member of the House of Representatives of the federal parliament of Nepal.[1][2] He was elected from Nuwakot-2 constituency, representing CPN UML of the left alliance, by defeating his nearest rival, senior Nepali Congress leader Arjun Narsingh KC, by more than 10,000 votes.[3][4]
ne: नारायण प्रसाद खतिवडा एक नेपाली कम्युनिष्ट राजनीतिज्ञ र नेपालको संघीय संसदको प्रतिनिधि सभाका सदस्य हुन्। [१] [२] उनेीनुवाकोट २ बाट निर्वाचित भएका थिए । उनले अनेकपा एमालेको प्रतिनिधित्व गर्दै बाम गठबन्धनका नजिकका प्रतिद्वन्द्वी नेपाली कांग्रेसका वरिष्ठ नेता अर्जुन नरसिंह केसीलाई १०,००० भन्दा बढी मतले पराजित गरे। []] []]

source: He had previously contested the second constituent assembly election in 2013 from Nuwakot-3 constituency.[5]
ne: उनले यस अघि नुवाकोट ३ क्षेत्रबाट २०७० मा दोस्रो संविधानसभाको चुनाव लडेका थिए। [१]

source: Arjun Narasingha K.C. (Nepali: अर्जुन नरसिंह केसी) (born 27 September 1947) is a Nepalese politician, belonging to the Nepali Congress. He was the Joint General Secretary of the Nepali Congress (NC) and the spokesperson of the party.[1]
ne: अर्जुन नरसिंह केसी एक नेपाली राजनीतिज्ञ हो, जो नेपाली कांग्रेसको हो । उनी नेपाली का (्ग्रेसका सहसचिव र पार्टीका प्रवक्ता थिए। [१]

source: KC won a seat in the 1981 Rastriya Panchayat Election, contesting as an independent.[4] In 1982, he was appointed Minister of State for Health in the cabinet of Surya Bahadur Thapa.[5] He held the position until 1983.[6] KC was also elected as a member of parliament twice in the 1991 and 1994 parliamentary elections. He was the Minister for Health, Education and Physical Planning 1995–1999.[4][7][8] Mr. KC is now a member of the central committee of the Nepali Congress party.[9]
ne: केसीले २०३८ को राष्ट्रिय पञ्चायत चुनावमा स्वतन्त्रको रूपमा प्रतिस्पर्धा गरेर एउटा सीट जितेेेेका त्यो। [१] २०३८ मा उनी सूर्य बहादुर थापाको मन्त्रिपरिषद्मा स्वास्थ्य राज्यमन्त्री नियुक्त भए। [२] उनले २०४० सम्म यस ओहदामा रहे। [3] केेेेसी२०४८ र २०५१ को संसदीय चुनावमा केसी दुई पटक संसदको सदस्यको रूपमा पनि निर्वाचित भएका थिए। उहाँ १ –––-१– Health– मा स्वास्थ्य, शिक्षा र भौतिक योजना मन्त्रेी । [4] [5] []] केसी अहिले नेपाली कांग्रेस पार्टीको केन्द्रीय कमिटीका सदस्य हुन्। []]

source: Chandra Maharjan (Nepali: चन्द्र महर्जन) is a member of 2nd Nepalese Constituent Assembly. He won Lalitpur–2 seat in 2013 Nepalese Constituent Assembly election from Nepali Congress.[1][2][3]
ne: चन्द्र महर्जन दोस्रो संविधान सभाको सदस्य हुन्। उनले नेपाली कांग्रेस को प्रतिनिधित्व गर्दै ललितपुर क्षेत्र नं २ बाट २०७० को दोश्रो संविधानसभा चुनाव जितेका थिए । [१] [२] []]

source: A special economic zone (SEZ) is an area in which the business and trade laws are different from the rest of the country. SEZs are located within a country's national borders, and their aims include increased trade balance, employment, increased investment, job creation and effective administration. To encourage businesses to set up in the zone, financial policies are introduced.
ne: विशेष आर्थिक क्षेत्र ( सेज ) एक क्षेत्र हो जहाँ व्यापार र व्यापार कानूनहरू देशको बाँकी भन्दा भिन्न छन्। सेज देशको राष्ट्रिय सीमाना भित्र अवस्थित हुन्छन्, र तिनीहरूको उद्देश्य व्यापार सन्तुलनमा वृद्धि , रोजगार, वृद्धि लगानी, रोजगार सृजना र प्रभावकारी प्रशासन हुन्। व्यवसायलाई आर्थिक क्षेत्रमा स्थापित गर्न प्रोत्साहित गर्न, वित्तीय नीति लागू गरिन्छ। यी नीतिहरूमा सामान्यतया लगानी, कर, ट्रेडिंग, कोटा, भन्सार र श्रम नियमहरू समावेश हुन्छ । थप , कम्पनीहरूलाई कर छुट्टिहरू प्रस्ताव गर्न सकिन्छ, जहाँ आर्थिक क्षेत्रमा कम्पनी स्थापित गर्दा, तिनीहरूलाई केहि अवधीको लागि कम करको सुबिधा प्रदान गरिन्छ।

source: The creation of special economic zones by the host country may be motivated by the desire to attract foreign direct investment (FDI).[1][2] The benefits a company gains by being in a special economic zone may mean that it can produce and trade goods at a lower price, aimed at being globally competitive.[1][3] In some countries, the zones have been criticized for being little more than labor camps, with workers denied fundamental labor rights.[4][5]
ne: विशेष आर्थिक क्षेत्रको स्थापना कुनै पनि देशले प्रत्यक्ष वैदेशिक लगानी (एफडीआई) आकर्षित गर्ने चाहनाले उत्प्रेरित गर्न सक्छ। विशेष आर्थिक क्षेत्रमा रहँदा कम्पनीले पाउने फाइदाहरूको अर्थ कम्पनीले कम मूल्यमा सामानको उत्पादन र व्यापार गर्न सक्दछ, जसको उद्देश्य विश्वव्यापी प्रतिस्पर्धी बन्नु हो । केही देशहरूमा, आर्थिक क्षेत्रहरू श्रम शिविर जस्तो बनेको र श्रमिकहरूले मौलिक श्रम अधिकारलाई अस्वीकार गरेको कुराको आलोचना गरिएको छन् । []] []]

source: Ethanol (also called ethyl alcohol, grain alcohol, drinking alcohol, spirits, or simply alcohol) is a chemical compound, a simple alcohol with the chemical formula C 2H 6O. Its formula can be also written as CH 3−CH 2−OH or C 2H 5OH (an ethyl group linked to a hydroxyl group), and is often abbreviated as EtOH. Ethanol is a volatile, flammable, colorless liquid with a slight characteristic odor.
ne: इथानोल ( इथाइल अल्थिकोहल, वा सामान्य अल्कोहल पनि भनिन्छ ) एक रासायनिक यौगिक हो, यसको रसायनिक सूत्र C हो साथ । यसको सूत्र वा पनि लेख्न सकिन्छ । इथानोल एक अस्थिर, ज्वलनशील, रंगहीन तरल हो कि हल्का चरित्रको गन्धको साथ। यो एक मनोचिकित्सक पदार्थ हो र रक्सीयुक्त पेयहरूमा पाइने प्रमुख तत्त्व हो।

source: Ethanol is naturally produced by the fermentation of sugars by yeasts or via petrochemical processes, and is commonly consumed as a popular recreational drug. It also has medical applications as an antiseptic and disinfectant. The compound is widely used as a chemical solvent, either for scientific chemical testing or in synthesis of other organic compounds, and is a vital substance used across many different kinds of manufacturing industries.
ne: इथानोल प्राकृतिक रुपमा मर्चा द्वारा चिनीको फर्मेनटेसन विधि (किण्वीकरण) द्वारा उत्पादित हुन्छ।। इथानोलको एन्टिसेप्टिक र कीटाणुनाशकको रूपमा चिकित्सा अनुप्रयोगहरू पनि छन्। यौगिक व्यापक रूपमा रासायनिक घोलकको रूपमा प्रयोग गरिन्छ, या त वैज्ञानिक रासायनिक परीक्षणको लागि वा अन्य जैविक यौगिकहरूको संश्लेषणमा, र यो एक महत्त्वपूर्ण पदार्थ हो जुन विभिन्न प्रकारका निर्माण उद्योगहरूमा प्रयोग गरिन्छ। इथानोल लाई वैकल्पिक ईन्धन स्रोतको रूपमा पनि प्रयोग गरिन्छ।

source: In it, fuel is ignited by heat generated during the compression of air in the combustion chamber, into which fuel is then injected. This is in contrast to igniting the fuel-air mixture with a spark plug as in the Otto cycle (four-stroke/petrol) engine. Diesel engines are used in aircraft, automobiles, power generation, diesel-electric locomotives, and both surface ships and submarines.
ne: डिजेल चक्र एक आन्तरिक दहन इन्जिनको दहन प्रक्रिया हो। यसमा दहन कक्षमा इन्धन भित्रिन्छ जहाँ कक्षको हावाको कम्प्रेसनको समयमा उत्पन्न भएको तापबाट इन्धन प्रज्वलित हुन्छ । यो ओट्टो चक्र (फोर-स्ट्रोक / पेट्रोल) इञ्जिनको ईन्धन-वायु मिश्रणको स्पार्क प्लगको साथ रूपमा प्रज्वलनको विपरीत हो। डिजेल इञ्जिनहरू वायुयान , एयरक्राफ्ट, अटोमोबाइलहरू, उर्जा उत्पादन, डिजेल-इलेक्ट्रिक लोकोमोटिवहरू, र दुबै सतह जहाज र पनडुब्बीहरूमा प्रयोग हुन्छन् ।

source: The Diesel cycle is assumed to have constant pressure during the initial part of the combustion phase ( V 2 {\displaystyle V_{2}} to V 3 {\displaystyle V_{3}} in the diagram, below). This is an idealized mathematical model: real physical diesels do have an increase in pressure during this period, but it is less pronounced than in the Otto cycle. In contrast, the idealized Otto cycle of a gasoline engine approximates a constant volume process during that phase.
ne: डिजेल चक्र दहन चरणको प्रारम्भमा स्थिर दवाव हुन्छ भनेर मानिन्छ ( V 2 {\displaystyle V_{2}} लाई V 3 {\displaystyle V_{3}} तल रेखाचित्रमा)। यो एक आदर्श गणितात्मक नमुना हो : वास्तविक भौतिक डिजेल चक्र को अवधिमा दबाब बढ्छ, तर यो ओटो चक्रको भन्दा निकै कम स्पष्ट हुन्छ।

source: Comparing efficiency to Otto cycle
ne: ओटो चक्रसँग दक्षता तुलना

source: Some 19th-century or earlier experimental engines used external flames, exposed by valves, for ignition, but this becomes less attractive with increasing compression. (It was the research of Nicolas Léonard Sadi Carnot that established the thermodynamic value of compression.) A historical implication of this is that the diesel engine could have been invented without the aid of electricity.
ne: १९ औं शताब्दीका केही वा अघिल्लो प्रयोगात्मक इञ्जिनहरूले बाह्य ताप को स्रोतको लागि प्रयोग गर्‍यो, तर यो बढ्दो कम्प्रेसनको साथ यसको आकर्षण कम हुन्छ। (यो निकोलस लियोनार्ड सादी कार्नोटको शोध थियो जसले कम्प्रेसनको थर्मोडायनामिक मान स्थापना गरे। ) यसको ऐतिहासिक प्रभाव यो हो कि डीजल इञ्जिनको आविष्कार बिजुलीको सहायता बिना नै गर्न सकिन्थ्यो।

source: The image shows a p-V diagram for the ideal Diesel cycle; where p {\displaystyle p} is pressure and V the volume or v {\displaystyle v} the specific volume if the process is placed on a unit mass basis. The idealized Diesel cycle assumes an ideal gas and ignores combustion chemistry, exhaust- and recharge procedures and simply follows four distinct processes:
ne: माथि को चित्रले आदर्श डिजेल चक्रको V रेखा चित्र देखाउँदछ; जहाँ p {\displaystyle p} दबाव र V भोल्यूम। चार भिन्न प्रक्रियाहरू निम्नानुसार:

source: 1→2 : isentropic compression of the fluid (blue) 2→3 : reversible constant pressure heating (red) 3→4 : isentropic expansion (yellow) 4→1 : reversible constant volume cooling (green)[1]
ne: १ → २ : तरल पदार्थको आइसेंट्रोपिक कम्प्रेसन (निलो) २ → ३ : उल्टाउन स्थिर स्थिर दबाव हीटिंग (रातो) ३→ ४ : isentropic विस्तार (पहेंलो) ४ → १ : उल्टाउन स्थिर स्थिर मात्रा कूलि ((हरियो) [१]

source: In 1917, Vladimir Lenin and Anatoly Lunacharsky held a competition to create a Soviet emblem. The winning design was a hammer and sickle on top of a globe in rays of the sun, surrounded by a wreath of grain and under a five-pointed star, with the inscription "proletarians of the world, unite!" in six languages (Russian, Ukrainian, Belarusian, Georgian, Armenian and Azerbaijani). It originally featured a sword, but Lenin strongly objected, disliking the violent connotations.[3] The winning designer was Yevgeny Ivanovich Kamzolkin (1885–1957).[4][5]
ne: १९१७ मा, भ्लादिमीर लेनिन र एनाटोली लुनाचार्स्कीले सोभियत प्रतीकको निर्माण गर्न प्रतिस्पर्धा आयोजना गरे। विजेता डिजाईन हँसिया-हथौडा सूर्यको किरणमा ग्लोबको शीर्ष भागमा हथौडा र हँसिया जसको चारैतिर अन्नको मालाले घेरिएको थियो र पाँच-पोइन्ट तारा मुनि छ भाषाहरूमा ( रूसी, यूक्रेनी, बेलारूसी, जर्जियन, अर्मेनियाई र अज़रबैजानी ) , " विश्वका सर्वहारावर्गहरू, एक हौँ " भन्ने शिलालेख भएको डिजाइन बिजेता भयो। यसले मूल रूपमा तरवार थियो, तर लेनिनले हिंसात्मक अर्थ मन नपराउनाले कडा आपत्ति जनाए । [१] विजेता डिजाइनर येगेगेनी इवानोविच कमजोलकिन (१८८५-१९५७) थिए। [२] []]

source: The hammer and sickle (Unicode: "☭")[lower-alpha 1] is a symbol meant to represent proletarian solidarity – a union between the peasantry and working-class. It was first adapted during the Russian Revolution, the hammer representing the workers and the sickle representing the peasants.[1]
ne: हँसिया-हथौडा ( युनिकोड : "☭") [तल्लो-अल्फा १] प्रतीक हो जसको अर्थ सर्वहारा एकता - किसान र मजदुर-वर्ग बीचको एकतालाई जनाउँछ। यसलाई पहिलो पटक रुसी क्रान्तिको दौरान स्वीकार गरिएको थियो, हथौडाले कामदारहरूको र हँसियाले किसानहरूको प्रतिनिधित्व गर्छ। [१]

source: After World War I (which Russia withdrew from in 1917) and the Russian Civil War, the hammer and sickle became more widely used as a symbol for labor within the Soviet Union and for international proletarian unity. It was taken up by many communist movements around the world, some with local variations. Today, even after the dissolution of the Soviet Union, the hammer and sickle remains commonplace in Russia and other former union republics, but its display is prohibited in some other former communist countries as well as in countries where communism is banned by law.
ne: पहिलो विश्वयुद्ध (जुन रसिया १९१७ मा युद्धबाट फिर्ता भएको थियो) र रूसी गृहयुद्ध पछि हँसिया-हथौडा सोवियत संघ भित्रको श्रम र अन्तर्राष्ट्रिय सर्वहारा एकताको प्रतीकको रूपमा धेरै प्रयोग भयो। यसलाई विश्वभरिका धेरै कम्युनिष्ट आन्दोलनहरूले,केहि स्थानीय भिन्नताका साथ लिएका थिए। आज, सोभियत संघको विघटन पछि पनि हँसिया-हथौडा रूस र अन्य पूर्व संघीय गणतन्त्रहरूमा सामान्य रहेको छ तर केही अन्य पूर्व कम्युनिष्ट मुलुकहरूमा र साम्यवादलाई कानूनले प्रतिबन्धित गरेको देशहरूमा, यसको प्रदर्शन निषेध गरिएको छ। भियतनाम र चीन जस्ता समाजवादी देशहरूमा पनि हँसिया-हथौडा सामान्य छ।

source: Worker symbolism
ne: मजदुर प्रतीकवाद

source: In Unicode, the "hammer and sickle" symbol is U+262D (☭). It is part of the Miscellaneous Symbols (2600–26FF) code block. On systems where Compose key is available, it could be written as [Compose]+CCCP.
ne: युनिकोडमा, "हँसिया हथौडा" प्रतीक U + 262D (☭) हो। यो विविध प्रतीकहरू (2600-26FF) कोड ब्लकको अंश हो। प्रणालीहरूमा जहाँ कम्पोज कि उपलब्ध छ, यो [Compose]+CCCP रूपमा लेख्न सकिन्छ। यो १९९३ मा युनिकोड १.१ मा थपिएको थियो । [१]

source: Farm and worker instruments and tools have long been used as symbols for proletarian struggle.
ne: कृषि तथा मजदुरको साधन र र उपकरणहरू लामो समयदेखि सर्वहारा संघर्षको लागि प्रतीकको रूपमा प्रयोग गरिएको छ।

source: The combination of hammer and sickle symbolised the combination of farmers and construction workers. One example of use prior to its political instrumentalization by the Soviet Union is found in Chilean currency circulating since 1895.[2]
ne: हँसिया र हथौडाको संयोजनले किसान र निर्माण श्रमिकहरूको संयोजनको प्रतीक हो। सोभियत संघले यसको राजनीतिक इन्स्ट्रुमेलाइजेसन गर्नु भन्दा पहिले यसको प्रयोगको एउटा उदाहरण १८९५ देखि चिलीको मुद्रामा प्रसारण भएको पाइन्छ। [१]

source: Flowing through Central Russia to Southern Russia and into the Caspian Sea, it has a length of 3,531 km (2,194 mi) and a catchment area of 1,360,000 km2 (530,000 sq mi).[3] It is also Europe's largest river in terms of discharge and drainage basin. It is widely regarded as the national river of Russia. Due to its geographical situation the Volga played an important role in the movement of people between east and west (from Asia to Europe) as well as south and north.[4] The old Russian state, the Rus' Khaganate, arose around the Volga river.[5] Historically, it was an important meeting place of Eurasian civilizations.[6][7][8]
ne: भोल्गा ( /V ɒ एल ɡ ə, V oʊ एल ɡ ə / ; Russian ) युरोपको सबैभन्दा लामो नदी हो। मध्य रूस देखि दक्षिण रुस हुँदै क्यासपियन समुद्रमा बग्ने यो नदिको लम्बाई 3,531 छ र यसको जलग्रहण क्षेत्र 1,360,000 ओगटेको छ। [१] यो बहाव र जलाधार क्षेत्रको आधारमा पनि युरोपको सबैभन्दा ठूलो नदी हो। भोल्गा नदीलाई व्यापक रूपमा रूसको राष्ट्रिय नदीको रूपमा मानिन्छ। यसको भौगोलिक अवस्थाका कारण भोल्गाले पूर्वी र पश्चिम (एशियादेखि युरोप) बीच र साथसाथै दक्षिण र उत्तर बीचको आवागमनमा महत्त्वपूर्ण भूमिका खेलेको थियो। [२] पुरानो रूसी राज्य, रूस 'खगनाट, भोल्गा नदीको वरिपरि विकसित भएको थियो। []] ऐतिहासिक रूपमा, यो युरेसियन सभ्यताको महत्वपूर्ण मिलनबिन्दु थियो। []] []] []]

source: The Volga is the longest river in Europe, and its catchment area is almost entirely inside Russia, though the longest river in Russia is the Ob–Irtysh river system.[1] It belongs to the closed basin of the Caspian Sea, being the longest river to flow into a closed basin. Rising in the Valdai Hills 225 meters (738 ft) above sea level northwest of Moscow and about 320 kilometers (200 mi) southeast of Saint Petersburg, the Volga heads east past Lake Sterzh, Tver, Dubna, Rybinsk, Yaroslavl, Nizhny Novgorod, and Kazan. From there it turns south, flows past Ulyanovsk, Tolyatti, Samara, Saratov and Volgograd, and discharges into the Caspian Sea below Astrakhan at 28 meters (92 ft) below sea level.[1] At its most strategic point, it bends toward the Don ("the big bend").
ne: भोल्गा युरोपको सबैभन्दा लामो नदी हो, र यसको जलग्रहण क्षेत्र लगभग पूर्ण रूपमा रूस भित्र छ, जबकि रूसको सबैभन्दा लामो नदी ओब - इरतिश नदी प्रणाली हो। [१] यो क्यासपियन सागरको बेसिनमा पर्छ, बन्द खोलामा बग्ने सबैभन्दा लामो नदी भएकोले। समुद्री सतहबाट 225 meters (738 माथि वाल्दाई हिल्स, मास्कोको पश्चिमोत्तर र सेन्ट पीटर्सबर्गको करिब दक्षिणपूर्व, मा उत्पत्ति भएर भोल्गा पूर्वतर्फ स्टर्ज ताल, टभेर, डुबना, राइबिन्स्क, यारोस्लाभल, निजनी नोभगोरोड र काजानको पूर्वतिर जान्छ। त्यहाँबाट यो दक्षिणतिर फर्कन्छ, उल्यानोवस्क, टोल्याट्टी, सामारा, सेराटोभ र भोल्गोग्राड हुँदै बग्छ र समुन्द्री सतहभन्दा 28 meters (92 मुनी अस्ट्रखानको मुनि क्यास्पियन सागरमा निकास हुन्छ। [१] यसको सबै भन्दा रणनीतिक बिन्दुमा, यो डन (ठूलो मोड) तिर मोडिन्छ )। भोल्गोग्राड, पहिले स्टालिनग्राद, त्यहाँ अवस्थित छ।
